start_answer = "Привiт ✌️ Надішлшть мені, будь ласка, фото - і я розпізнаю емоції на ньому)"

help_answer = "Привiт ✌️ Я, бот🦾🤖, що був створений для розпізнавання емоцій на фото\n✍️Вимоги до використання:\n✅ " \
             "Надсилайте лише стиснені фото та посилання на публікації публічних інстаграм-акаунтів" \
              "\n✅ Надсилайте фото, на якому є лише одне обличчя, " \
             "інакше емоції на другому не будуть розпізнені\n"

photo_handling_status = "⚙️Триває розпізнавання..."

detection_error_answer = "Вибачте за незручності, дане фото не підлягає аналізу🥲 У разі необхідності спробуйте " \
                         "самойстійно обрізати фото та повторно надійшліть його️✌️"

detection_summary_title = "🌟 Підсумок аналізу фото 🫡\n"

documents_handling_answer = "На жаль, я можу працювати лише з фото😌"

photo_searching_status = "🔍 Знаходимо фото..."

detection_searching_error_answer = "Вибачте за незручності, дане фото чи посилання не підлягає аналізу🥲"

text_handling_answer = "Надішліть, будь ласка, фото для аналізу😊"

enter_ig_usernsme = "За допомогою даної функції ви зможете проаналізувати публікації певного " \
                                      "користувача (за виключенням приватних акаунтів) у визначений період." \
                                      " Введіть назву профілю кристувача"

enter_ig_start_date = "Введіть початкову дату періоду, що вас цікавить у форматі дд.мм.рррр"

enter_ig_finish_date = "Введіть кінцеву дату періоду, що вас цікавить у форматі дд.мм.рррр"

handling_date_error = "Виникла помилка під час обробки дати! Переконайтесь, що вели все правильно та відповідно /" \
               "наданого вам формату"
