start_answer = "Привiт ✌️ Надішлшть мені, будь ласка, фото - і я розпізнаю емоції на ньому)"

help_answer = "Привiт ✌️ Я, бот🦾🤖, що був створений для розпізнавання емоцій на фото\n✍️Вимоги до використання:\n✅ " \
             "Надсилайте лише стиснені фото та посилання на публікації публічних інстаграм-акаунтів" \
              "\n✅ Надсилайте фото, на якому є лише одне обличчя, " \
             "інакше емоції на другому не будуть розпізнені\n"

photo_handling_status = "⚙️Триває розпізнавання..."

detection_error_answer = "Вибачте за незручності, дане фото не підлягає аналізу🥲 У разі необхідності спробуйте " \
                         "самойстійно обрізати фото та повторно надійшліть його️✌️"

detection_summary_title = "🌟 Підсумок аналізу фото 🫡\n"

documents_handling_answer = "На жаль, я можу працювати лише з фото😌"

photo_searching_status = "🔍 Знаходимо фото..."

detection_searching_error_answer = "Вибачте за незручності, дане фото чи посилання не підлягає аналізу🥲"

text_handling_answer = "Надішліть, будь ласка, фото для аналізу😊"

enter_ig_username = "Введіть назву профілю кристувача"

enter_ig_top_x = "Введіть кількість найркащих публікацій для аналізу"

enter_ig_specific_x = "Введіть номер публікації для аналізу"

enter_ig_last_x = "Введіть кількість останніх публікацій для аналізу"

handling_ig_req_error1 = "Виникла помилка під час здійснення запиту! Переконайтеся, що\n" \
    "- Надісланмй у запиті профіль існує та є відкритим\n" \
    "- Кількість останніх публікацій вказана правильно"

enter_sentiment_analysis_source = "Введіть текст для сентимент-аналізу"

sentiment_analysis_error = "Виникла помилка під час перекладу англійською або сентимент-аналізу. Переконайтеся, що" \
    "дані введено коректно!"